{
  "plugins": {
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "diffview": {
      "src": "https://github.com/dlyongemallo/diffview-plus.nvim"
    },
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "incline": {
      "src": "https://github.com/b0o/incline.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "nvim-notify": {
      "src": "https://github.com/rcarriga/nvim-notify"
    },
    "octo": {
      "src": "https://github.com/pwntester/octo.nvim"
    },
    "overlook": {
      "src": "https://github.com/WilliamHsieh/overlook.nvim"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "sidekick": {
      "src": "https://github.com/folke/sidekick.nvim"
    },
    "snacks": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "tiny-cmdline": {
      "src": "https://github.com/rachartier/tiny-cmdline.nvim"
    },
    "tree-sitter-manager": {
      "src": "https://github.com/romus204/tree-sitter-manager.nvim"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    }
  }
}
