# CLI tools
brew "stow"
brew "mise"
brew "mas"

# Git
brew "git"
brew "gh"

# AWS
brew "awscli"

# Password Manager
cask "1password"
cask "1password-cli"

# Utility
cask "rectangle-pro"  # Window manager
cask "the-unarchiver" # archiver

# Web browser
cask "google-chrome"
cask "firefox"
cask "zen-browser"
cask "arc"

# Terminal
brew "starship"
cask "ghostty"

# Font
cask "font-plemol-jp"
cask "font-plemol-jp-hs"
cask "font-plemol-jp-nf"

# Editor
cask "visual-studio-code"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
vscode "hverlin.mise-vscode"

# AI
cask "claude"

# AppStore 
mas "Kindle", id: 302584613  

# Other
cask "obsidian"
