brew "stow"

# Git
brew "git"
brew "gh"

# Password Manager
cask "1password"
cask "1password-cli"

# Window Management
cask "rectangle-pro"

# Web browser
cask "google-chrome"
cask "firefox"
cask "zen-browser"

# Terminal
brew "starship"
cask "ghostty"

# Font
cask "font-plemol-jp"
cask "font-plemol-jp-hs"
cask "font-plemol-jp-nf"

# Editor
cask "visual-studio-code"
vscode "yzhang.markdown-all-in-one"
