tap "homebrew/bundle"
brew "chezmoi"
brew "fd"
brew "git"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "zoxide"
brew "zsh-completions"
cask "1password"
cask "1password-cli"
cask "arc"
cask "claude"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "obsidian"
cask "rectangle-pro"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zen-browser"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "vscodevim.vim"
