brew "aws-sam-cli"
brew "awscli"
brew "awscli-local"
brew "docker", link: false
brew "gh"
brew "git"
brew "libpq"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "1password-cli"
cask "claude"
cask "docker"
cask "firefox"
cask "font-udev-gothic"
cask "font-udev-gothic-hs"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "google-chrome"
cask "obsidian"
cask "rectangle-pro"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zen"
vscode "anthropic.claude-code"
vscode "github.copilot"
vscode "github.copilot-chat"
