# Homebrew Bundle file for dotfiles
# Run with: brew bundle install

# Essential development tools
brew "git"
brew "zsh"
brew "zsh-completions"
brew "stow"
brew "mise"
brew "curl"
brew "wget"
brew "tree"
brew "jq"
brew "tmux"
brew "fd"
brew "imagemagick"
brew "ghostscript"
brew "tectonic"
brew "ripgrep"
brew "luarocks"
brew "lazygit"

# Cloud tools
brew "awscli"

# Container tools
cask "docker"

# Password management
cask "1password"
cask "1password-cli"

# Web browsers
cask "google-chrome"
cask "firefox"

# AI tools
cask "claude"

# Terminal
cask "ghostty"

# Editors
cask "visual-studio-code"
brew "neovim"

# Fonts
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "font-udev-gothic-hs"
